---
kind: enumMember
id: F:Autodesk.Revit.DB.LinkedFileStatus.NotFound
enum: Autodesk.Revit.DB.LinkedFileStatus
source: html/410b48f8-2a32-3d54-492c-c9a9fe4030ca.htm
---
# Autodesk.Revit.DB.LinkedFileStatus.NotFound

The linked file was not able to be found the
 last time Revit tried to load it.